{
    "home": "Główna",
    "what": "Co robię",
    "about": "O mnie",
    "contact": "Kontakt",
    "start": "Rozpocznij",
    "htr1": "Jestem",
    "htr2": "studentem informatyki",
    "htr3": "Specjalizuję się w",
    "htr4": "tworzeniu stron internetowych",
    "htr5": "oraz",
    "htr6": "aplikacji desktopowych",
    "wtr1": "Własnoręcznie tworzę aplikacje",
    "wtr11": "internetowe oraz desktopowe",
    "wtr2": "Mogę przygotować projekt dla Twojej aplikacji i przemienić go w działającą aplikację.",
    "wtr3": "Moje portfolio",
    "atr1": "Nazywam się Karol Jasek",
    "atr2": "Ale wolę być nazywany Baron.",
    "atr3": "Studiuję od 2019, ale uczę się tworzyć aplikacje internetowe i desktopowe od 2014. Większość moich",
    "atr31": "dotychczasowych projektów zrobiłem dla nauki nie tylko w szkole, lecz również po prostu dla siebie.",
    "atr4": "Poza informatyką pasjonuje mnie historia Drugiej Wojny Światowej.",
    "atr5": "Technologie z których korzystam",
    "crtr1": "Moje certyfikaty",
    "crtr2": "Ćwiczenia są dla mnie ważne. Jeśli masz chwilę proszę spojrzyj na moją galerię certyfikatów.",
    "ctr1": "Jeśli potrzebujesz dewelopera do swojego projektu napisz do mnie maila.",
    "portItem1": "Moje portfolio ",
    "portItem1Desc": "Moja własna strona internetowa portfolio.",
    "scrollWhat": "Sprawdź moje projekty",
    "scrollAbout": "O mnie",
    "scrollContact": "Kontakt",
    "description": "Opis",
    "myPortDesc1": "Moje portfolio przygotowałem własonręcznie z wykorzystaniem frameworku GatsbyJS, opartego o bibliotekę ReactJS.",
    "myPortDesc11": "Więcej na temat ",
    "myPortDesc12": " oraz ",
    "myPortDesc13": " pod tymi linkami.",
    "myPortDesc2": "Grafika widoczna w tle sekcji startowej, grafika sekcji kontaktowej oraz grafiki prezentujące wykorzystywane przeze mnie technologie zostały pozyskane z darmowych źródeł i są udostępnione przez autorów na zasadzie licencji publicznej.",
    "myPortDesc3": "Pozostałe grafiki tj. widoczne w lewym górnym rogu logo oraz grafiki przycisków utworzyłem własnoręcznie z wykorzystaniem programu Inkscape.",
    "myPortDesc4": "Po bardziej szczegółowe informacje oraz pełny kod projektu zajrzyj na mój ",
    "e12title": "E.12. Montaż i eksploatacja komputerów osobistych oraz urządzeń peryferyjnych",
    "e12desc": "Świadectwo uzyskania kwalifikacji E.12. wydane dnia 25 sierpnia 2017r. w Krakowie. Egzamin zdawałem w Zespole Szkół Elektronicznych w Rzeszowie.",
    "e13title": "E.13. Projektowanie lokalnych sieci komputerowych i administrowanie sieciami",
    "e13desc": "Świadectwo uzyskania kwalifikacji E.13. wydane dnia 31 sierpnia 2018r. w Krakowie. Egzamin zdawałem w Zespole Szkół Elektronicznych w Rzeszowie.",
    "e14title": "E.14. Tworzenie aplikacji internetowych i baz danych oraz administrowanie bazami",
    "e14desc": "Świadectwo uzyskania kwalifikacji E.14. wydane dnia 22 marca 2019r. w Krakowie. Egzamin zdawałem w Zespole Szkół Elektronicznych w Rzeszowie.",
    "tititle": "Dyplom potwierdzający kwalifikacje zawodowe w zawodzie technik informatyk",
    "tidesc": "Dyplom został wydany dnia 24 maja 2019r. w Krakowie. Egzaminy kwalifikacyjne zdawałem w Zespole Szkół Elektronicznych w Rzeszowie.",
    "cineltitle": "Praktyki POWER w firmie Cinel w Lizbonie",
    "cineldesc": "Certyfikat potwierdzający ukończenie praktyk zawodowych w firmie CINEL w Lizbonie. Praktyki odbywały się w dniach 13 lutego - 5 marca 2018r. w ramach projektu POWER: \"Doświadczenia zawodowe drogą do sukcesu\".",
    "certSiteTitle": "Moje Certyfikaty"
}