{
    "home": "Home",
    "what": "What I Do",
    "about": "About me",
    "contact": "Contact",
    "start": "Start",
    "htr1": "I am",
    "htr2": "an IT student",
    "htr3": "I am specialized in",
    "htr4": "a Web Development",
    "htr5": "and",
    "htr6": "Desktop Applications Development",
    "wtr1": "I hand craft Web Applications",
    "wtr11": "and Desktop Applications",
    "wtr2": "I can prepare a design for your application then turn it into working application.",
    "wtr3": "My portfolio",
    "atr1": "My name is Karol Jasek",
    "atr2": "But I preffer to be called Baron.",
    "atr3": "I have been studying since 2019 but I am learning Web and Desktop Development since 2014.",
    "atr31": "Most of my projects so far I have done for learning, not only at school but also just for myself.",
    "atr4": "Apart from computer science, my passion is the history of the Second World War.",
    "atr5": "Technologies I use",
    "crtr1": "My Certificates",
    "crtr2": "Trainings are important to me. If you have a moment please have a look on my certificates gallery.",
    "ctr1": "If you need a developer for your project you can drop me an email.",
    "portItem1": "My portfolio ",
    "portItem1Desc": "My own portfolio website.",
    "scrollWhat": "Check my projects",
    "scrollAbout": "About me",
    "scrollContact": "Contact",
    "description": "Description",
    "myPortDesc1": "I prepared my portfolio myself using the GatsbyJS framework, based on the ReactJS library.",
    "myPortDesc11": "More about ",
    "myPortDesc12": " and about ",
    "myPortDesc13": " under this links.",
    "myPortDesc2": "Graphics visible in the background of the start section, graphics of the contact section and graphics presenting the technologies I use were obtained from free sources and have been shared by the authors under a public license.",
    "myPortDesc3": "The other graphics, i.e. the logo visible in the upper left corner and button graphics, were created by myself using Inkscape.",
    "myPortDesc4": "For more deatailed information and the full code of the project look at my ",
    "e12title": "E.12. Assembly and operation of personal computers and external devices",
    "e12desc": "Certificate of obtaining qualification E.12. issued on 25th of August 2017 in Kraków. I took the exam in Zespół Szkół Elektronicznych in Rzeszów.",
    "e13title": "E.13. Designing of local computer networks and network administation",
    "e13desc": "Certificate of obtaining qualification E.13. issued on 31st of August 2018 in Kraków. I took the exam in Zespół Szkół Elektronicznych in Rzeszów.",
    "e14title": "E.14. Creation of web applications and databases and database administration",
    "e14desc": "Certificate of obtaining qualification E.14. issued on 22nd of March 2019 in Kraków. I took the exam in Zespół Szkół Elektronicznych in Rzeszów.",
    "tititle": "Certificate of competence in the profession of an IT Technician",
    "tidesc": "The diploma was issued on 24th of May 2019 in Kraków. I took my qualifying exams in Zespół Szkół Elektronicznych in Rzeszów.",
    "cineltitle": "POWER internship at CINEL in Lisbon",
    "cineldesc": "Certificate confirming the completition of intership at CINEL in Lisbon. The intership took place in days 13th of February - 5th of March 2018 within the project POWER: \"Vocational experiences - way to the success\".",
    "certSiteTitle": "My Certificates"
}